Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/regjeringen.no/4_id_458440.html.tmx
Source language: sme
Languages: nob

source: Sámi iešmearrideapmi lea , norgalaš oktavuođas , gažaldat das nákcego min demokráhtalaš vuogádat addit sámi veahkadahkii doarvái váikkuhanfámu riikkagottálaš politihkalaš proseassaide ja mearrádusaide mat gusket sidjiide .
nob: Samisk selvbestemmelse er , i den norske konteksten , et spørsmål om hvorvidt vårt demokratiske system evner å gi den samiske befolkningen tilstrekkelig grad av innflytelse på de nasjonale politiske prosessene og beslutningene som angår dem.

source: Danne sáhttá norgalaš oktavuođas iešmearrideami gažaldat čadnojuvvot dasa makkár váldi galgá , dahje berre , biddjojuvvot sámi álbmotválljejuvvon orgánii , Sámediggái .
nob: I norsk sammenheng kan spørsmålet om selvbestemmelse derfor knyttes til hvilken myndighet som skal , eller bør , tillegges det samiske folkevalgte organet Samtinget .

source: 4.3 Sámedikki bargo- ja váldeduovdda
nob: Boks 4.5 Tidligere delegert myndighet til Sametinget

source: Sámelága § 2–1 albmada Sámedikki bargoduovdaga ja válddi . Sámediggi mearrida ieš makkár áššiiguin bargá .
nob: 1987 : Sameloven gir regler om etableringen av Sametinget og om Sametingets arbeidsområde og myndighet .

source: Lága mielde leat Sámedikki bargoduovddan buot áššit mat dikki mielas erenoamážit guoskkahit sámi álbmotjoavkku ekonomalaččat , kultuvrralaččat , jurdihkalaččat ja sosialalaččat .
nob: 1989 : Sametinget fikk ansvar for å fordele tilskudd til samiske organisasjoner og til duodji , og for tildelinger fra Samisk utviklingsfond .

source: Sámepolitihkalaš orgánan ii leat Sámediggi ráđđehusa vuollásaš , ja danne ráđđehus ii leat ovddasvástideaddjin Sámedikki politihkalaš mearrádusain dahje doaimmas . Sámediggái sáhttá sirdojuvvot váldi hálddahit juolludusaid sámi ulbmiliidda , vrd. stobiin 4.4 , mas lea Sámediggái ovdalis sirdojuvvon válddi oppalašgeahčaldat .
nob: 1993 : Forvaltningen av diverse oppgaver ble overført til Sametinget : Tiltak for samiske barns oppvekstvilkår fra Barne- og familiedepartementet , utdanningsstipend fra Kirke- , utdannings- og forskningsdepartementet , tilskudd til tospråklighet fra Kommunaldepartementet .

source: Dál lea Sámediggái biddjojuvvon hálddahanovddasvástádus dihto administratiiva áššiin . Dát gusto Sámedikki válggaide , ekonomalaš doarjagiid juohkimii ja ovddasteddjiid nammadeapmái iešguđetlágan almmolaš orgánaide .
nob: Samisk kulturfond , tilskudd til samisk forlagsdrift , samiske kunstnerorganisasjoner , Samisk kunstnersenter i Karasjok og Samisk kultursenter i Hattfjelldal ble overført fra Kulturdepartementet .

source: Earret dán válddi mii biddjojuvvo Sámediggái sámelága bokte , de lea Sámediggái maiddái biddjojuvvon váldi lága bokte guovtti oktavuođas :
nob: 1994 : Miljøverndepartementet overførte ansvaret for samisk kulturminnevern til Samisk kulturminneråd .

source: Boazodoalloláhka : Miellahtuid nammadeapmi boazodoalu stivrenorgánaide , dás ( § 6 ) vuoigatvuohta nammadit 3 miellahtu 7 miellahtus boazodoallostivrii ja ( § 7 ) 2 , vejolaččat 3 , guovllustivrra 5 dahje 7 miellahtus .
nob: 1998 : Opplæringslovens § 6–4 gir Sametinget forskriftsmyndighet og oppgaver i forhold til innholdet i opplæring både i grunnskolen og videregående opplæring .

source: Oahpahusláhka : ( § 6–4 ) Láhkaásahusat oahppaplánaid birra galget skihkket oahpahit sámi álbmotjoavkku birra ja dán álbmotjoavkku giela , kultuvrra ja servodateallima birra iešguđet fágasuorggi olis .
nob: 1999 : Den årlige bevilgningen fra Kommunal- og regionaldepartementet stilles til Sametingets disposisjon under én 50-post . Det betyr at Sametinget selv fritt kan prioritere innenfor den rammebevilgningen de får overført .

source: Departemeantta mearridan rámmaid siskkabealde addá Sámediggi láhkaásahusaid diekkár oahpaheami sisdoalu birra .
nob: Departementet legger ikke føringer på hvordan bevilgningen skal brukes utover de overordnede prioriteringene som gjøres i budsjettproposisjonen .

source: Sámediggi mearrida , departemeantta mearridan viidodat- ja veahkkevárrerámmaid siskkabealde , láhkaásahusaid oahppaplánaid birra sámegiela oahpaheapmái vuođđoskuvllas ja joatkkaoahpahusas ja oahppaplánaid birra vásedin sámi fágaide joatkkaoahpahusas .
nob: 2000 : Samisk utdanningsråds sekretariat ble overført fra Kirke- , utdannings- og forskningsdepartementet , og er nå Sametingets opplæringsavdeling . Det ble samtidig etablert en egen 50-post for Sametinget på departementets budsjett .

source: Dasa lassin sáhttá Sámediggi ovddidit evttohusaid departementii vásedin oahppaplánaid birra oahpaheapmái sámi guovlluide ja ohppiide sámi guovllu olggobealde geat ožžot sámegiela oahpaheami .
nob: Kulturdepartementet overførte forvaltningen av Samisk spesialbibliotek til Sametinget . 2001 : Barne- og familiedepartementet overførte forvaltningen av det særskilte tilskuddet til samiske barnehager til Sametinget .

source: Oahpahusláhka lea vuos áidna láhka mii addá Sámediggái mearridanválddi láhkaásahusgelbbolašvuođa hámis .
nob: Det ble samtidig etablert en egen 50-post for Sametinget på Barne- og familiedepartementets budsjett .

source: Earret válddi mii Sámediggái lea biddjojuvvon oahpahuslága ja boazodoallolága bokte , lea Sámediggái biddjojuvvon váldi delegašuvnna 2 bokte .
nob: Miljøverndepartementet overførte myndighet til Sametinget , som forvalter av samiske kulturminneinteresser med hjemmel i kulturminneloven .

source: Lassin váldái mii Sámediggái lea delegerejuvvon , de lea Sámedikkis maiddái váldi ja váikkuhanfápmu oassálastima ja ovddasteami bokte máŋggaid lávdegottiin , stivrrain ja ráđiin .
nob: Forutsetninger for overføringer av myndighet er at Miljøverndepartementet og Riksantikvaren har instruksjonsmyndighet og omgjøringskompetanse ved klage og av eget tiltak .

source: Sámediggi lea álbmotválljejuvvon orgána , iige leat danin ráđđehusa vuollásaš orgána .
nob: Sametinget har en viktig posisjon i oppfølgingen av helse- og sosialplanen for den samiske befolkning .

source: Justiisadepartemeanta lea maiddái guovtti gearddi , girjjis guovvamánu 16. 1990 ja girjjis ođđajagemánu 26. 1995 , gávnnahan ahte Sámediggi ii leat stáhtaráđiid bagadanválddi vuollásaš .
nob: Sosial- og helsedepartementet overfører tilskudds- og administrative midler til Sametinget for å sikre den samiske medvirkningen . 4.3 Sametingets arbeids- og myndighetsområde

source: Spiehkastagat fertejit almmatge ovdehuvvot daid dáhpáhusain main Sámediggi doaimmaha válddi departemeantta delegašuvnna mielde , dahje main stáhtaráđđi oaivvilda ahte Sámediggi válddi doaimmahemiin rihkku Stuorradikki mearrádusaid dahje lága .
nob: Ifølge loven er Sametingets arbeidsområde alle saker som etter tingets oppfatning særlig berører den samiske folkegruppen økonomisk , kulturelt , juridisk og sosialt . Sametinget som samepolitisk organ er ikke underordnet regjeringen , og regjeringen er derfor ikke ansvarlig for Sametingets politiske vedtak eller virksomhet .

source: Stáhtaráđi váilevaš čuovvoleapmi diekkár dáhpáhusain sáhttá mielddisbuktit politihkalaš / parlamentáralaš ovddasvástádusa Stuorradikki buohta .
nob: Sametinget kan delegeres myndighet til å forvalte bevilgninger til samiske formål , jf. boks 4.4 , som gir en oversikt over tidligere delegering av myndighet til Sametinget .

source: Sámedikki politihkalaš olggosbuktimat dieđusge eai gula stáhtaráđi bagadus- dahje bajilgeahččoválddi vuollái .
nob: Sametinget har beslutningsmyndighet når dette følger av andre bestemmelser i loven eller er fastsatt på annen måte .

source: Sámedikki vuođđudeami rájes lea gárgeduvvan geavat departemeanttain mii ovdeha stuorra várrugasvuođa Sámedikki bagadeamis , maiddái dáhpáhusain main Sámediggi doaimmaha válddi mii lea delegerejuvvon departemeanttain .
nob: Dette gjelder valg til Sameting , fordeling av økonomiske tilskudd og oppnevning av representanter til ulike offentlige organer . Foruten den myndigheten som tillegges Sametinget gjennom sameloven , er Sametinget tillagt myndighet ved lov i to sammenhenger :

source: Sámedikki vuollálas ráđit ođđasisorganiserejuvvojedje ođđajagemánu 1. 2001 dainna lágiin ahte vuollálas ráđit heaittihuvvojedje ja ossodathámádat álggahuvvui hálddahusdásis njuolga Sámediggeráđi vuollái .
nob: Reindriftsloven : Oppnevning av medlemmer til reindriftens styringsorganer , herav ( § 6 ) rett til å oppnevne 3 av 7 medlemmer til reindriftstyre og ( § 7 ) 2 , eventuelt 3 , av områdestyrets 5 eller 7 medlemmer .

source: Váikkuhanruđaid juolludeami dahká ohcama vuođul ođđa ortnega mielde Sámedikki doarjjastivra , man nammada Sámediggi , ja giellaáššiid gieđahallá fas Giellastivra man Sámediggeráđđi nammada .
nob: Opplæringsloven : ( § 6–4 ) Forskrifter om læreplaner skal gi pålegg om opplæring om den samiske folkegruppa og om språket , kulturen og samfunnslivet til denne folkegruppen i tilknytning til de ulike fagområdene .

source: Ođđasisorganiserema duogáš lei ahte vuollálas ráđiin dáhpáhuvai unnán politihkkagárgedeapmi .
nob: Innenfor rammer fastsatt av departementet gir Sametinget forskrifter om innholdet i slik opplæring .

source: Sámediggi lea cealkán ahte ođđa organisašuvdnahámádaga juksanmearrin lea dahkat Sámedikki politihkkagárgedeaddjin ja politihkalaš vuođusháhkkin mas leat čielga politihkalaš ja hálddahuslaš ovddasvástáduslinját .
nob: Sametinget fastsetter , innenfor omfangs- og ressursrammer fastsatt av departementet , forskrifter om læreplaner for opplæring i samisk språk i grunnskolen og i den videregående opplæring og om læreplaner i særskilte samiske fag i den videregående opplæring .

source: Ođđa organisašuvdnahámádat lea oaivvilduvvon dahkat ahte hálddahuslaš veahkkevárit ávkkástallojuvvojit ja buohtalastojuvvojit bevttolaččabut , seammás go hálddahussii addojuvvojit návccat nuppástuhttimii .
nob: Dessuten kan Sametinget fremme forslag til forskrift overfor departementet om andre særskilte læreplaner for opplæringen i samisk distrikt og for elever utenfor samisk distrikt som får samisk opplæring .

source: Sámediggi lea maiddái cealkán ahte ođđasisorganiseren galgá áimmahuššat geavaheaddjiberoštusaid ja hálddahusdahkamušaid fágalaš ovdadahttivuođa 3 bealuštahtti vuogi mielde .
nob: Utdanningsområdet er det prinsipielt viktigste området som Sametinget er blitt tillagt myndighet over . Opplæringsloven er foreløpig den eneste loven som gir Sametinget beslutningsmyndighet i form av forskriftskompetanse .

source: — uovusin Sámedikki ođđasisorganiseremis lea ahte kulturmuitolága hálddaheami váldi sirdojuvvui Sámediggái , iige Sámi kulturmuitoráđđái .
nob: Med unntak av den myndigheten Sametinget er gitt gjennom opplæringsloven og reindriftsloven , er Sametinget tillagt myndighet ved delegasjon .

source: Sámi kulturmuitoráđđi álggahuvvui sámi kulturmuitosuodjalusa hálddahusorgánan ja delegerejuvvon eiseváldin kulturmuitolága mielde váikkuhusain čakčamánu 1. 1994 rájes .
nob: I tillegg til den myndigheten som er delegert til Sametinget , utøver Sametinget også myndighet og innflytelse gjennom deltakelse og representasjon i en rekke utvalg , styrer og råd .

source: Ortnega árvvoštallan čájehii ahte dat lea doaibman háguid mielde ja lea veahkehan buktit sámi orgánaid sámiid kulturárbbi hálddaheami sisa .
nob: Sametinget er et folkevalgt organ og som sådant ikke et underliggende organ i forhold til regjeringen .

source: Sámi beroštusat kulturmuitosuodjalusa siskkabealde leat nannejuvvon ja geográfalaččat lea desentraliserejuvvon nu ahte báikegottiid ja hálddahusa gaskii lea šaddan eanet lagasvuohta .
nob: Justisdepartementet har også ved to anledninger , i brev 16. februar 1990 og i brev 26. januar 1995 , konstatert at Sametinget ikke er underlagt statsråders instruksjonsmyndighet .

source: Sámi identitehtta lea nannejuvvon ortnega bokte . Árvvoštallan čájehii almmatge ahte lagas ovttasbargo- ja buohtalastináigumuš birasgáhttenhálddahusain muđui ja sámediggevuogádagain ii leat joavdan doarvái guhkás .
nob: Unntak må imidlertid forutsettes i de tilfeller Sametinget utøver myndighet på grunnlag av delegasjon fra departementet , eller hvor statsråden mener Sametinget utøver sin myndighet i strid med Stortingets vedtak eller i strid med loven .

source: Sámi kulturmuitoráđđi heaittihuvvui ja organiserejuvvui Sámedikki vuollái ođđajagemánu 1. 2001 rájes .
nob: Sametingets politiske ytringer er selvfølgelig unntatt fra statsrådens instruksjons- eller kontrollmyndighet .

source: Dán vuođul nuppástuhttojuvvojedje kulturmuitolága láhkaásahusat , mat bidje válddi njuolga Sámi kulturmuitoráđđái , nu ahte váldi biddjojuvvui njuolga Sámediggái ođđajagemánu rájes 2001 .
nob: Virksomheten til Sametingets underliggende råd ble omorganisert fra 1. januar 2001 ved at de underliggende rådene ble lagt ned til fordel for en avdelingsstruktur på administrativt nivå , direkte under Sametingsrådet .

source: Sámediggi biddjojuvvui dainna Riikkaantikvára ja Birasgáhttendepartemeantta bagadus- ja ođđasisdahkangelbbolašvuođa 4 vuollásažžan das mii gusto sámi kulturmuitosuodjalussii .
nob: Tildeling av virkemidler etter søknad blir etter den nye ordningen foretatt av Sametingets tilskuddsstyre , som oppnevnes av Sametinget , mens språksaker behandles av Språkstyret som er oppnevnt av Sametingsrådet .

source: Ortnet lea dahkkojuvvon gaskaboddosažžan 3 jahkái dasgo Birasgáhttendeparttemeanta oaivvildii ahte dilálašvuođat eai lean láhččojuvvon bissovaš ortnegii dahkat oaivila .
nob: Bakgrunnen for omorganiseringen var at det i de underliggende rådene i liten grad foregikk en aktiv politikkutvikling . Nye ansvarsoppgaver har også medført større behov for formell koordinering mellom saksområdene .

source: Dát čatnašuvvá čielggadeapmái mii berre dáhpáhuvvat Sámedikki rolla , integritehta ja fágastáhtaráđiid konstitušuvnnalaš ovddasvástádusa hárrái Sámedikki mearrádusain .
nob: Den nye organsisasjonsstrukturen er ment å gi større grad av effektiv utnyttelse og koordinering av de administrative ressursene , samtidig som administrasjonen gis evne til omstilling .

source: Sámedikki mearrádus mearkkaša maiddái ahte Sámi giellaráđđi lea organiserejuvvon Sámedikki vuollái váikkuhusain ođđajagemánu 1. 2001 rájes .
nob: Sametinget har også gitt uttrykk for at omorganiseringen skal ivareta brukerinteresser og faglig forutsigbarhet i forvaltningsoppgavene på en forsvarlig måte .

source: Kultuvradepartemeanta lea váldán ovdan gažaldaga Sámedikkiin das makkár čuvvosat Sámedikki mearrádusas leat sámelága § 3–12 ektui oktan láhkaásahusaiguin .
nob: En konsekvens av Sametingets omorganisering er at myndigheten til forvaltning av kulturmineloven ble delegert til Sametinget og ikke til Samisk kulturminneråd .

source: Boksa 4.5 Váldi mii ovdalis lea sirdojuvvon Sámediggái 1987 : Sámeláhka addá njuolggadusaid Sámedikki álggaheami ja Sámedikki bargoduovdaga ja válddi birra .
nob: Samisk kulturminneråd ble etablert som forvaltningsorgan for samisk kulturminnevern og delegert myndighet etter kulturminneloven med virkning fra 1. september 1994 .

source: 1989 : Sámediggi oaččui ovddasvástádusa juohkit doarjaga sámi organisašuvnnaide ja duodjái , ja Sámi ovddidanfoandda juolludusain .
nob: Evaluering av ordningen viste at den har fungert etter intensjonene og bidratt til å bringe de samiske organene inn i forvaltningen av samenes kulturarv .

source: 1993 : Iešguđetlágan bargguid hálddaheapmi sirdojuvvui Sámediggái : Sámi mánáid bajásšaddaneavttuid doaibmabijut Mánáid- ja bearašdepartemeanttas , oahppostipeanda Girko- , oahppo- ja dutkandepartemeanttas , guovttegielatvuođa doarjja Gieldadepartemeanttas .
nob: Samiske interesser innenfor kulturminnevernet har blitt styrket og det er oppnådd en stor grad av geografisk desentralisering med større nærhet mellom lokalsamfunn og forvaltning . Samisk identitet har blitt styrket ved ordningen .

source: Sámi kulturfoanda , doarjagat girjelágádusdoibmii , sámi dáiddárorganisašuvnnaide , Sámi dáiddárguovddážii Kárášjohkii ja Sijte Jarngii Aarbortii sirdojuvvojedje Kultuvradepartemeanttas .
nob: Evalueringen viste imidlertid at intensjonen om nært samarbeid og samordning med den øvrige miljøvernforvaltningen og i forhold til sametingssystemet ikke har kommet langt nok .

source: 1994 : Birasgáhttendepartemeanta sirddii ovddasvástádusa sámi kulturmuitosuodjalusas Sámi kulturmuitoráđđái .
nob: Samisk kulturminneråd er lagt ned og organisert inn under Sametinget med virkning fra 1. januar 2001 .

source: 1998 : Oahpahuslága § 6–4 addá Sámediggái láhkaásahusválddi ja dahkamušaid sihke vuođđoskuvlla ja joatkkaoahpaheami oahpahusa sisdoalus .
nob: På denne bakgrunn ble forskrifter til kulturminneloven , som la myndighet direkte til Samisk kulturminneråd , endret ved at myndighet ble lagt direkte til Sametinget fra januar 2001 .

source: 1999 : Jahkásaš juolludus Gielda- ja guovlodepartemeanttas biddjojuvvo Sámedikki háldui ovtta 50-poastta vuolde .
nob: Sametinget ble derved underlagt Riksantikvarens og Miljøverndepartementets instruksjons- og omgjøringskompetanse for så vidt gjelder samisk kulturminnevern .

source: Dát máksá ahte Sámediggi ieš beassá vuoruhit rámmajuolludusa siskkabealde maid oažžu iežas háldui sirdojuvot .
nob: Ordningen er gjort midlertidig i 3 år da Miljøverndepartementet mente forholdene ikke lå til rette for å ta stilling til en permanent ordning .

source: Departemeanta ii stivre mo juolludusat galget geavahuvvot , earret bajit vuoruhemiid mat dahkkojuvvojit budjeahttaproposišuvnnas .
nob: Dette har sammenheng med den avklaringen som bør skje med hensyn til Sametingets rolle , integritet og fagstatsrådenens konstitusjonelle ansvar for Sametingets beslutninger .

source: Kultuvradepartemeanta sirddii Sámi sierrabibliotehka hálddaheami Sámediggái .
nob: Miljøverndepartementet legger opp til å evaluere ordningen .

source: 2001 : Mánáid- ja bearašdepartemeanta sirddii sámi mánáidgárddiid vásedin doarjaga hálddaheami Sámediggái .
nob: Sametingets vedtakt innebærer også at Samisk språkråd har blitt organisert inn under Sametinget med virkning fra 1. januar 2001 .

source: Birasgáhttendepartemeanta sirddii válddi Sámediggái sámi kulturmuitoberoštusaid hálddaheaddjin kulturmuitolága mielde .
nob: Kulturdepartentet har tatt opp spørsmål om hvilke konsekvenser Sametingets vedak har i forhold til sameloven § 3-12 med forskrifter med Sametinget .

source: Sámedikkis lea deaŧalaš sajádat sámi veahkadaga dearvvasvuođa- ja sosiálaplána čuovvoleamis .
nob: Behandlingen av saken er enda ikke avsluttet .

source: 4.4 Válddi ja dahkamušaid sirdin Sámediggái
nob: 4.4 Overføring av myndighet og oppgaver til Sametinget

source: Vai ollašuvvet juksanmearit ahte sámi ja dáža kultuvrras galget leat ovttaárvosaš eavttut ja ahte sámi gielas ja kultuvrras galget leat buorit vejolašvuođat gárgeduvvat Norggas , de áigu ráđđehus addit Sámediggái stuorát váikkuhanfámu ja lasi mearridanválddi áššiin main sámi veahkadagas leat erenoamáš beroštumit .
nob: For å oppnå målsettingene om at samisk og norsk kultur skal ha likeverdige vilkår og at samisk språk og kultur skal ha gode muligheter for å utvikle seg i Norge , vil regjeringen gi Sametinget større innflytelse og økt avgjørelsesmyndighet i saker som er av spesiell interesse for den samiske befolkningen .

source: Válddi ja ja dahkamušaid sirdin departemeanttain Sámediggái dáhpáhuvvá dialogas Sámedikkiin .
nob: Overføring av myndighet og oppgaver fra departementene til Sametinget skjer i dialog med Sametinget .

source: Láhkaásahusgelbbolašvuođa vejolaš sirdin Sámediggái ferte dahkkojuvvot láhkanuppástusa bokte juohke dáhpáhusas .
nob: En eventuell overføring av forskriftskompetanse til Sametinget må gjøres ved lovendring i hvert enkelt tilfelle .

source: Ráđđehus háliida dialoga Sámedikkiin sáhttágo leat áieguovdil addit láhkaásahusválddi Sámediggái eanet duovdagiin go dál .
nob: Regjeringen vil ha en dialog med Sametinget om det kan være aktuelt å gi forskriftsmyndighet til Sametinget på flere områder enn det som er tilfellet i dag .

source: Váldonjuolggadussan lea ulbmillaččat ovttaiduhttit sámi beroštusaid deastta dábálaš hálddahussii dan sadjái go hukset sierra sámi ortnegiid .
nob: Som hovedregel er det mer hensiktsmessig å integrere hensynet til de samiske interessene i den ordinære forvaltningen istedenfor å bygge opp egne samiske ordninger .

source: Dahkamušain mat leat dušše , dahje eanaš oaivvilduvvon sámi veahkadahkii , lea almmatge lunddolaš ahte Sámedikkis lea ovddasvástádus vai mearrádusat dahkkojuvvojit dan orgánas mii buoremusat diehtá sámi dilálašvuođaid birra ja buoremusat dovdá dárbbuid .
nob: Oppgaver som retter seg utelukkende , eller i det alt vesentlige , mot den samiske befolkningen , vil det derimot være mer naturlig at Sametinget har ansvaret for , slik at beslutningene blir tatt av det organet som har best kunnskap om samiske forhold og kjenner behovene best .

source: Dát mearkkaša ahte dákkár dahkamušaid berre váldonjuolggadusa mielde Sámediggi hálddahit .
nob: Dette innebærer at slike oppgaver som hovedregel bør forvaltes av Sametinget .

source: Ráđđehus áigu deattuhit ahte ovddasvástádusduovdagat mat sirdojuvvojit Sámediggái , leat čielgasit meroštallojuvvon ja geavadis álkit earuhit eará hálddahusorgánaid ovddasvástádusduovdagis .
nob: Regjeringen vil legge vekt på at ansvarsområder som blir overført til Sametinget , er klart definerte og i praksis ukompliserte å skille ut fra andre forvaltningsorganers ansvarsområde .

source: Dahkamušaid mat gusket sámiide ja veahkadah ­kii muđui berrejit váldonjuolggadusa mielde dábálaš hálddahusorgánat áimmahuššat .
nob: Oppgaver som berører både samer og den øvrige befolkningen , bør som hovedregel ivaretas av de ordinære forvaltningsorganene .

source: Juos sámiin leat erenoamáš beroštusat , ovdamearkka dihtii sámegiela geavaheamis , de berre dáid beroštusaid deasta ovttaiduhttojuvvot hálddahussii .
nob: I den grad samer har spesielle interesser , for eksempel med hensyn til bruk av samisk språk , bør hensynet til disse interessene integreres i forvaltningen .

source: Dát gusto ovdamearkka dihtii boarrásiidfuolahussii .
nob: Dette gjelder for eksempel i eldreomsorgen .

source: Lea unnán ulbmillaš hukset sierra sámi boarrásiidfuolahusa , muhto deaŧalaš lea ahte boarráset sámiid dárbbuin giela ja kultuvrra hárrái adnojuvvo deasta boarrásiidfuolahusa siskka ­bealde .
nob: Det er lite hensiktsmessig å bygge opp en egen samisk eldreomsorg , men det er viktig at behovene eldre samer har med hensyn til språk og kultur blir tatt hensyn til innenfor eldreomsorgen .

source: Sámi beroštusaid diekkár ovttaiduhttin hálddahussii berre dáhpáhuvvat ovttasráđiid Sámedikkiin .
nob: En slik integrering av hensynet til samiske interesser i forvaltningen bør skje i samråd med Sametinget .

source: Vaikko Sámediggi lea váldán badjelasas doarjjaortnega dahje institušuvnna , ja dikkis lea mearrideaddji váikkuhanfápmu dan badjel , de lea fágadepartemeanttain ain bajit ovddasvástádus ortnegiin maid Sámediggi hálddaha .
nob: Selv om Sametinget har overtatt forvaltningen av en tilskuddsordning eller en institusjon , og har avgjørende innflytelse over disse , har fagdepartementet fremdeles et overordnet ansvar for ordninger som Sametinget forvalter .

source: Departemeanttat galget álggahit ráđđádallandagaldusaid Sámedikkiin , láhčit buori ja rabas dialogii , ja čuovvolit sirdojuvvon ortnegiid sihke fágalaččat ja budjeahtalaččat .
nob: Departementene skal etablere rutiner for konsultasjon med Sametinget , legge til rette for en god og åpen dialog , og følge opp overførte ordninger både faglig og budsjettmessig .

source: Vai dát ovddasvástádus šaddá čielgaseabbon , de leat juolludusat Sámediggái eanaš addojuvvon fágadepartemeanttaid budjeahtaid bokte , eaige Gielda- ja guovlodepartemeantta budjeahta bokte .
nob: For å tydeliggjøre dette ansvaret er bevilgninger til Sametinget i hovedsak gitt over fagdepartementenes budsjett , og ikke over Kommunal- og regionaldepartementets budsjett .
